{
  "support": {
    "title": "Support",
    "subtitle": "How to deal with toxic leadership",
    "intro": "Toxic leadership can be a destructive force, but it doesn't have to define your life. You have the power to break free from its grip, prioritize your health, and take control of your future. It's never too late to make a change and to ensure that you're not sacrificing your wellbeing for the sake of a toxic workplace. Your health and happiness should always be your foremost concern. \n\nThe longer you hold on to a job that is killing your self esteem, your creativity, your problem-solving ability, and through the constant stress - you, the more likely you are to:",
    "list": {
      "1": "acquire a disability",
      "2": "fall into depression",
      "3": "burn out",
      "4": "step into another harmful work environment",
      "5": "harm your personal relationships",
      "6": "fall into addiction",
      "7": "lose the sense of who you are",
      "8": "lose sight of your personal and professional goals"
    },
    "inbetween-title": "There is no one-size-fits-all solution",
    "inbetween-paragraph": "How a person deals with this challenge depends on many factors such as their financial security, family situation, work experience, and other career prospects. A lot depends on the level of privilege, types of limitations and what kind of support is available. \n\nBelow are some points to consider when deciding what steps to take when you find yourself in a toxic environment, and observe it having a negative impact on your wellbeing.",
    "accordion": [
      {
        "subtitle": "CONSIDER IF YOU CAN LEAVE IMMEDIATELY",
        "first_text": "Sometimes, leaving employment without another one lined-up is necessary to save your health. You will eventually get a new job, and the stress attached to the job hunt will not be as destructive as the treatment you got before quitting. \n\nOver 100 people from across the globe contributed to VENT’s research, and none of them expressed regret for not staying longer in a toxic workplace. More interestingly, they said they were grateful to themselves for stepping into unemployment despite the fear of the unknown. \n\nThey gained: ",
        "list": {
          "1": "a new life-perspective",
          "2": "time to breathe, think, feel and heal (and sleep!!)",
          "3": "space to focus on their family and social life",
          "4": "energy to re-discover themselves and what it is that brings them happiness and fulfillment",
          "5": "new skills",
          "6": "inspiration for the future"
        },
        "second_text": "Depending on your circumstances, a period of unemployment is unlikely to kill you but prolonged exposure to an unhealthy work environment might, if not immediately then further down the line. \n\nYou know your personal circumstances best and must assess the pros and cons of leaving without a new job. Maybe you have time to prepare, and can set yourself a deadline by which you can safely leave. This next section will talk about what to consider if you can’t leave immediately."
      },
      {
        "subtitle": "IF LEAVING WITHOUT A NEW JOB IS NOT AN OPTION",
        "first_text": "When working in a harmful workplace, where no matter how hard you try, things don’t seem to be getting any better, it's ok to not only think about leaving, but to actively prepare for it.",
        "list": {
          "1": "figure out what your goals and dreams for your next job are",
          "2": "get your CV in shape",
          "3": "start applying",
          "4": "do what needs done to keep your end of the current employment contract",
          "5": "don't settle for a soul-sucking job and employer"
        },
        "second_text": ""
      },
      {
        "subtitle": "CHECK FOR RED FLAGS IN APPLICATION AND RECRUITMENT PROCESS",
        "first_text": "After experiencing toxic leadership, sometimes more than once, it is completely normal to fear experiencing it again. Many people leave toxic workplaces traumatized and unsure how to make sure they don’t end up in another soul-sucking scenario.\n\nWhen looking for a new employer, use the knowledge you gained through your previous experiences. Look back to when you were interacting with your dysfunctional employer the first couple of times. Were there any red flags, which you ignored? Did they make you feel uncomfortable? Did they disrespect you, your boundaries or your time already in the interview phase? Use your experience and your gut as a guide.\n\nMake sure that:",
        "list": [
          {
            "1": "the skillset, passion, time and hard work you are considering investing, will not be mismanaged."
          },
          {
            "2": "your self-belief, health and social/family life will not be ruined"
          }
        ],
        "second_text": "If you are being treated in a patronizing or incompetent manner already at a very early stage, during the interview (especially when you ask important questions about company's/leadership's/HR's track record in terms of employee well-being and career development), rest assured, that's how you will be treated during your employment, and especially when you are in need.\n\nDon't give your power away. It's much harder to get it back than to be brave during the interview.\n\nWhatever decision you take about joining this new company, make sure it's an informed one."
      },
      {
        "subtitle": "TAKING LEGAL ACTION & MAKING AN OFFICIAL COMPLAINT",
        "first_text": "Taking legal action is a complex, expensive and stressful process. Many people exclude this option completely, or only start considering it when it is already too late to gather the right amount and type of evidence.\n\nEven without following the legal route, having a paper trail will be very helpful in bringing your situation to the attention of HR. Without evidence, you are putting yourself in a very difficult position. Your complaint might bring no effect or could potentially cause more damage than help.\n\nPeople often wait until it’s too late before they collect evidence because they don’t recognize the signs of toxic leadership. \n\nTo learn about toxic leadership and how to recognize it visit our Getting informed page. For examples of how toxic leadership manifests in practice and how it impacts individuals, please visit Experiences of toxic leadership.\n\nOur research also shows that often the positive outcome of legal action doesn’t bring closure because the compensation received does not equal acknowledgement of wrong-doing by the person who caused harm.\n\nBecause of the expenses and the level of stress involved in taking the legal route, make sure you consult an employment lawyer to learn what the chances for a positive outcome are, given the type of evidence you have collected. Let the legal expert tell you exactly what is possible in your country/region, as not every system allows for claiming damages caused by harmful leadership practices.\n\nAs a society, we are still at the very beginning of growing awareness and understanding of the importance of mental health at work. This means that neither the legal system nor most workplaces offer adequate preventive and compensation measures.",
        "second_text": ""
      },
      {
        "subtitle": "ABOVE ALL, TAKE CARE OF YOUR HEALTH",
        "first_text": "Whether you decide to leave, stay, take legal action or complain to HR, your first priority should be your health.\n\nTalking to trusted family members or friends can help you feel supported but you can also reach out to professionals for guidance. A great place to start is using apps such as <Link href={`https://www.betterhelp.com`}>BetterHelp</Link>,  <Link href={`https://www.headspace.com`}>Headspace</Link> or visiting <Link href={`https://www.therapyroute.com`}>Therapy Route</Link>  to find a therapist near you.\n\nWe also recommend you learn more about power dynamics and narcissism to understand why and how unhealthy relationships develop and how they can be navigated. A great source of information on this topic is a blog by <Link href={`https://substack.com/@nathaliemartinekphd`}>Dr. Nathalie Martinek</Link>\n\nIf your work provides counseling and you trust their services, make the most of this opportunity as therapy and coaching can be pricey. It’s important that you trust your therapist or coach. Otherwise, you may feel even more vulnerable after sharing sensitive information about yourself and your situation.\n\nIf despite available support you feel none of it can help in your situation, reach out to crisis helplines, who are there for you when the going gets very tough. And remember, toxic leadership is a systemic not individual problem. It may feel like you are the only one affected, but according to the International Labour Organization’s Global Survey (2022), there are 750 million people around the world who experience violence and harassment at work - that’s one in five working people. You are not alone!",
        "second_text": ""
      }
    ],
    "link-title": "Suicide hotlines and crisis lines",
    "links": [
      {
        "title": "Australia",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-australia"
      },
      {
        "title": "Canada",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-canada"
      },
      {
        "title": "Denmark",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-denmark"
      },
      {
        "title": "Germany",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-germany"
      },
      {
        "title": "India",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-india"
      },
      {
        "title": "The Netherlands",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-the-netherlands"
      },
      {
        "title": "Poland",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-poland"
      },
      {
        "title": "Sweden",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-sweden"
      },
      {
        "title": "UK",
        "href": "https://www.therapyroute.com/article/suicide-hotlines-and-crisis-lines-in-the-united-kingdom"
      },
      {
        "title": "US",
        "href": "https://www.mhanational.org/resources/988"
      }
    ]
  },
  "metadata": {
    "title": "Vent - Support",
    "description": "VENT - Toxic leadership can be a destructive force, but it doesn't have to define your life. You have the power to break free from its grip, prioritize your health, and take control of your future.",
    "siteName": "Vent - about the toxic boss -  Support",
    "image": "/images/favicon/8.png"
  }
}
