{
  "about": {
    "title": "About us",
    "team": {
      "title": "The team",
      "members": [
        {
          "name": "Kasia Musur",
          "position": "Research and Communications",
          "image": "/images/about/team/kasia.jpg",
          "cv": "Kasia founded VENT in the summer of 2022 after recognizing the destructive impact of toxic workplace environments and the recurring behavioral patterns among leaders who contribute to such cultures. Drawing on her educational background in Management, Social Anthropology, and Global Crime, along with over a decade of international experience in roles spanning social research, HR, and leadership development, Kasia created this platform to promote solidarity and mitigate the effects of toxic leadership through research and storytelling. In addition to her work with VENT, Kasia also leads <Link target=\"_blank\" href=\"https://www.lightup-movement.de/\">lightup Germany e.V.</Link>, an NGO dedicated to human trafficking prevention."
        },
        {
          "name": "Dr. Eva Hoffmann",
          "position": "Technical Lead",
          "image": "/images/about/team/eva.jpg",
          "cv": "Eva is an experienced software engineer with extensive expertise in developing innovative applications for prominent tech companies such as Klarna, DAZN and Beamery. With a Ph.D. in Science and Technology Studies, she also has a particular interest in the broader societal implications of technology. While studying at the University of Edinburgh, Eva connected with Kasia and is excited to work with her on developing technical solutions to empower individuals facing adversity in toxic workplaces."
        },
        {
          "name": "Judith Lippold",
          "position": "Developer",
          "image": "/images/about/team/judith.jpg",
          "cv": "Judith is a former sound engineer turned software developer holding a Bachelor of Computer Engineering. She works as a developer at Maschenfein. Judith is also Eva's mentee and joined the team of VENT to combine her passion for technology and advancing women in tech."
        },
        {
          "name": "Sofia Noé Palmer",
          "position": "Research and Communications",
          "image": "/images/about/team/sofia.jpeg",
          "cv": "Sofia is our latest team member, joining VENT in late 2024. She supports across research, content drafting and the development of educational campaigns that raise awareness around toxic leadership and workplace harm. She also contributes to refining our website and communications. Outside of VENT, she works as a Customer Success Manager at a cybersecurity awareness company and holds a background in Geography, bringing an interdisciplinary perspective to her work.."
        },
        {
          "name": "Cynthia Mathieu, PhD",
          "position": "Collaborator",
          "image": "/images/about/collaborators/cynthia.jpg",
          "cv": "Cynthia collaborates with VENT as a consulting expert working together to develop tools supporting victims of workplace harassment. She is a psychologist and professor of Organizational Behavior. She consults with organizations and teaches on topics relating to dark personalities in the workplace, employee selection, organizational fraud and leadership. She has published empirical research on leadership, employee selection, narcissism and psychopathy in the workplace, and employee well-being."
        }
      ]
    },
    "media": {
      "title": "Vent in the media",
      "video": [
        {
          "src": "https://www.youtube.com/embed/igXIN0lZMcE?si=lG9yRZJPOyzOLLqj?fs=0&modestbranding=1&playsinline=1&rel=0",
          "title": "",
          "show": "Unwind your mind",
          "episode": "Toxic leadership - what's that?",
          "bottom": ""
        },
        {
          "src": "https://www.youtube.com/embed/Z1G-OF6KMUM?si=bJ-bE4_UKiLHsISN?fs=0&modestbranding=1&playsinline=1&rel=0",
          "title": "",
          "show": "D3M Labs - The data driven decision making blog",
          "episode": "Experiences of Toxic Leadership in Data",
          "bottom": ""
        },
        {
          "src": "https://www.youtube.com/embed/sdsY8cLvB7E?si=ltNMjSDW14NUmm1H",
          "title": "",
          "show": "The Phillip Show",
          "episode": "Surviving Toxic Leadership",
          "bottom": ""
        }
      ]
    }
  },
  "metadata": {
    "title": "Vent - About us",
    "description": "VENT collects anonymous stories of people's experiences of incivility and exploitation in a work context. VENT brings together multidisciplinary experts to collaborate on developing solutions and tools, which help reduce the impact and normalization of toxic leadership.",
    "siteName": "Vent - about the toxic boss - About us",
    "image": "/images/favicon/8.png"
  }
}
