{
  "about": {
    "title": "About the project",
    "description": "VENT is a collaboration hub developing solutions to reduce the impact of toxic leadership on individuals, communities, businesses and the environment.",
    "team": {
      "title": "The team",
      "members": [
        {
          "name": "Kasia Musur",
          "position": "Founder",
          "image": "/images/about/team/kasia.jpg",
          "cv": "Kasia started VENT in the summer of 2022. After experiencing three different toxic workplaces in the past, she decided to put her University of Edinburgh master degrees in Social Anthropology (2011) and Global Crime, Justice and Security (2014) and 15 years of diverse, international work experience (incl. leadership development and HR) into good use, and focus on bringing more awareness to experiences of toxic leadership. Apart from VENT Kasia also leads lightup Germany e.V., an NGO focusing on human trafficking prevention.",
          "linkedin": {
            "title": "Connect on LinkedIn",
            "href": "https://www.linkedin.com/in/katarzyna-kasia-musur/"
          }
        },
        {
          "name": "Dr. Eva Hoffmann",
          "position": "CTO",
          "image": "/images/about/team/eva.jpg",
          "cv": "Eva is an experienced software engineer with extensive expertise in developing innovative applications for prominent tech companies such as Klarna, DAZN and Beamery. With a Ph.D. in Science and Technology Studies, she also has a particular interest in the broader societal implications of technology. While studying at the University of Edinburgh, Eva connected with Kasia and is excited to work with her on developing technical solutions to empower individuals facing adversity in toxic workplaces."
        },
        {
          "name": "Elizabeth Press",
          "position": "(Interim) Director of Data & Cybersecurity",
          "image": "/images/about/team/elizabeth.jpg",
          "cv": "Elizabeth has been Director of Data at prominent Berlin scaleups and an external consultant for the German Foreign Office and Rolls-Royce. She has consulted startups on cybersecurity and led analytics programs at Dell. Elizabeth started her career in Financial Risk Management and Strategy Consulting. She holds a MSc in International Economics and Business from the Stockholm School of Economics and a BA in International Relations from Tufts University."
        },
        {
          "name": "Judith Lippold",
          "position": "Developer",
          "image": "/images/about/team/judith.jpg",
          "cv": "Judith is a former sound engineer turned software developer holding a Bachelor of Computer Engineering. She works as a developer at Maschenfein. Judith is also Eva's mentee and joined the team of VENT to combine her passion for technology and advancing women in tech."
        },
        {
          "name": "Najma Hussaini",
          "position": "Developer",
          "image": "/images/about/team/najma.jpg",
          "cv": "Najma is a software developer and former programming lecturer. She obtained her BSc in Computer Science in 2014 from a university in Afghanistan and an MSc from TU Berlin in 2018. Najma is a former student of Eva. They met back in 2012 when Eva worked in Afghanistan as a lecturer and researcher. As a working professional with years of experience in a toxic workplace, Najma is motivated to contribute to reducing the impact of toxic leadership and helping people around the world by applying her technical knowledge to this vital project."
        }
      ]
    },
    "collaborators": {
      "title": "Consulting experts and collaborators",
      "members": [
        {
          "name": "Cynthia Mathieu, PhD",
          "image": "/images/about/collaborators/cynthia.jpg",
          "cv": "Cynthia is a psychologist and professor of Organizational Behavior. She consults with organizations and teaches on topics relating to dark personalities in the workplace, employee selection, organizational fraud and leadership. She has published empirical research on leadership, employee selection, narcissism and psychopathy in the workplace, and employee well-being. At VENT, Cynthia's consulting role focuses on research and development of tools supporting those who experience toxicity at work.",
          "linkedin": {
            "title": "Connect on LinkedIn",
            "href": "https://www.linkedin.com/in/cynthiamathieu/"
          }
        },
        {
          "name": "Nathalie Martinek, PhD",
          "image": "/images/about/collaborators/nathalie.jpg",
          "cv": "Nathalie is an ex-systems biologist and cancer researcher turned consultant, group facilitator & independent medical culture researcher. She specialises in helping individuals and groups navigate professional relationships and workplaces that feature burnout, bullying and narcissistic leadership. Her clients develop interpersonal skills that facilitate leadership, psychological safety, conflict resolution and functional relationships. At VENT, Nathalie focuses on ensuring the solutions meet ethical standards and target the core of the problem rather than exploiting it.",
          "linkedin": {
            "title": "Connect on LinkedIn",
            "href": "https://www.linkedin.com/in/nathalie-martinek"
          }
        },
        {
          "name": "Heliana Ramirez, PhD",
          "image": "/images/about/collaborators/heliana.jpg",
          "cv": "Heliana is a researcher and social work clinician addressing racial and LGBTQ-related workplace trauma with civilian and military personnel. She has designed and evaluated anti-racist and LGBTQ+ Affirming workforce wellness interventions at the Veterans Affairs, governmental health departments, and community-based organizations. Heliana applies culturally-informed Somatic interventions for post-traumatic growth. Her publications address discrimination, institutional betrayal, and suicide prevention on healthcare and DEI workforce nervous systems, life span, and career trajectories. At VENT, Heliana is lending her expert eye to ensure the solutions take into account diverse perspectives of the BIPOC and LGBTQ+ communities.",
          "linkedin": {
            "title": "Connect on LinkedIn",
            "href": "https://www.linkedin.com/in/heliana-ramirez/"
          }
        },
        {
          "name": "Cristina de la Fuente, BSN, RN, CV-BC",
          "image": "/images/about/collaborators/christina.jpg",
          "cv": "Cristina is a Registered Nurse in San Jose, CA with a multifaceted understanding of Nursing Culture in the US. Cristina’s diverse experience encompasses Progressive Care, Telemetry, Outpatient Hemodialysis, and Skilled Nursing Facilities, providing her with insights into varying laws, workflows, and work cultures. At VENT, Cristina is contributing towards addressing workplace abuse in healthcare, with a special focus on dark personality behavior patterns, including Narcissism, Machiavellianism, Psychopathy, and Sadism.",
          "linkedin": {
            "title": "Connect on LinkedIn",
            "href": "https://www.linkedin.com/in/cristinadelafuente-bsnrn/"
          }
        },
        {
          "name": "Nikki Adebiyi",
          "image": "/images/about/collaborators/nikki.jpg",
          "cv": "Nikki is a writer, speaker, advisor, trauma-informed life coach, and social entrepreneur whose work spans racial equity, mental health, and social mobility. As Founder of Bounce Black, she champions the workplace wellbeing of Black professionals and partners with progressive organisations to foster holistic workplace cultures. At VENT, she co-leads an initiative combating corporate retaliation and systemic toxicity, drawing from her diverse career in marketing, communications, policy, and technology-for-good to effect change.",
          "linkedin": {
            "title": "Connect on LinkedIn",
            "href": "https://www.linkedin.com/in/adenikeamoadebiyi/"
          }
        }
      ]
    },
    "media": {
      "title": "Vent in the media",
      "video": [
        {
          "src": "https://www.youtube.com/embed/igXIN0lZMcE?si=lG9yRZJPOyzOLLqj?fs=0&modestbranding=1&playsinline=1&rel=0",
          "title": "",
          "show": "Unwind your mind",
          "episode": "Toxic leadership - what's that?",
          "bottom": ""
        },
        {
          "src": "https://www.youtube.com/embed/Z1G-OF6KMUM?si=bJ-bE4_UKiLHsISN?fs=0&modestbranding=1&playsinline=1&rel=0",
          "title": "",
          "show": "D3M Labs - The data driven decision making blog",
          "episode": "Experiences of Toxic Leadership in Data",
          "bottom": ""
        },
        {
          "src": "https://www.youtube.com/embed/sdsY8cLvB7E?si=ltNMjSDW14NUmm1H",
          "title": "",
          "show": "The Phillip Show",
          "episode": "Surviving Toxic Leadership",
          "bottom": ""
        }
      ]
    },
    "contact": "Do you wish to tell your story and contribute to growing awareness of toxic leadership to make it less acceptable?",
    "contactButton": { "href": "/contact", "text": "Contact us" }
  },
  "metadata": {
    "title": "Vent - About the project",
    "description": "VENT collects anonymous stories of people's experiences of incivility and exploitation in a work context. VENT brings together multidisciplinary experts to collaborate on developing solutions and tools, which help reduce the impact and normalization of toxic leadership.",
    "siteName": "Vent - about the toxic boss - About the project",
    "image": "/images/favicon/8.png"
  }
}
