{
  "title": "Real Stories of toxic leadership",
  "alternativeTitle": "More experiences of toxic leadership",
  "abstract": "At VENT, we use storytelling to illuminate the profound impact of toxic leadership. Read personal accounts or watch animated adaptations of these experiences. \n\n Our stories are drawn from diverse individuals worldwide, ensuring anonymity while highlighting common patterns of abuse across various industries. \n\n Trigger Warning: This content may be triggering as it addresses themes of violence and harassment in the workplace.",
  "companyType": "Company type",
  "banner": {
    "title": "Watch VENT ABOUT THE TOXIC BOSS INTERVIEWS",
    "link": {
      "href": "https://www.youtube.com/@TOXIC_LEADERSHIP_VENT",
      "name": "VISIT OUR YOUTUBE CHANNEL"
    },
    "text": "Watch our short cartoons and hear people's experiences of toxic leadership."
  },
  "categories": [
    {
      "title": "In large (trans)national prestigious organizations",
      "description": "Big organizations carry a lot of prestige. Most are hierarchical, slow in adapting to change and have a reputation for tolerating a lot of abuse. The larger and more prestigious, the less accountability for the people at the top. This combination of prestige, legacy, hierarchy and no accountability is the perfect environment for toxic leaders to prevail. Whether it’s the UN, EU, or government - once you’re in and things turn toxic, anonymously shared stories suggest that in these types of work environments very little is done to support targets of psychological violence and harassment.",
      "articles": [
        {
          "title": "Failed by the systems",
          "length": "3 min read",
          "tag_title": "Toxic pattern",
          "tags": [
            "gaslighting",
            "neglect"
          ],
          "abstract": "While being abused in the workplace, you reach out to trusted professionals and your employer, only to be met with silence and neglect. Vital information is withheld, and you are left to navigate bureaucratic barriers alone, which causes further injury to your well-being.",
          "link": {
            "href": "/experiences/failed_by_the_systems",
            "name": "Read story",
            "state": "Read story"
          },
          "image": {
            "href": "/images/experiences/failed_by_the_systems.jpg",
            "alt": "image"
          }
        },
        {
          "title": "Just move him to another department",
          "abstract": "You and your colleagues are bullied. You follow the process of filing a complaint but no action is taken until things escalate. What action is taken? The bully gets extra time off to “decompress” and then is moved to another department.",
          "length": "5 min read",

          "tag_title": "Toxic pattern",
          "tags": [
            "lack of accountability",
            "ignoring grievances",
            "favoritism"
          ],
          "link": {
            "href": "/experiences/just_move_him",
            "name": "Read story",
            "state": "Read story"
          },
          "image": {
            "href": "/images/experiences/just_move_him.jpg",
            "alt": "image"
          }
        }
      ]
    },
    {
      "title": "In medium to large corporations",
      "description": "Medium to large corporations breed toxic leadership due to hierarchical structures fostering unchecked authority, disconnecting leaders from employees. Emphasis on profits often prioritizes results over ethics and well-being, incentivizing ruthless tactics for success. Bureaucracy and opaque management layers obscure transparency and accountability, enabling manipulation and blame-shifting.",
      "articles": [
        {
          "title": "Squeezed to the last drop",
          "abstract": "A foreign worker you work for a medium sized company, which does all it can to cut costs. You give them all you have out of fear of not having a job at all. You are overworked, exhausted and completely undervalued.",
          "length": "5 min read",

          "tag_title": "Toxic pattern",
          "tags": ["exploitation", "overworking", "lack of support"],
          "link": {
            "href": "/experiences/squeezed_to_the_last_drop",
            "name": "Read story"
          },
          "image": {
            "href": "/images/experiences/squeezed_to_the_last_drop.jpg",
            "alt": "image"
          }
        },
        {
          "title": "Forced to run a fake investigation",
          "abstract": "You are a respected professional with over 20 years experience. You’ve been a loyal and recognized employee for a decade. New leadership comes on board and suddenly the bullies run loose. You are sucked into an investigation designed to devalue, discard and humiliate you. All shortly before you can legally retire.",
          "length": "5 min read",
          "tag_title": "Toxic pattern",
          "tags": ["gossip", "supporting bullying", "dishonesty"],
          "link": {
            "href": "/experiences/fake_investigation",
            "name": "Read story"
          },
          "image": {
            "href": "/images/experiences/fake_investigation.jpg",
            "alt": "image"
          }
        }
      ]
    },
    {
      "title": "In small to medium companies and NGOs",
      "description": "Small companies, medium companies and NGOs, often struggle for resources. This means that short term gains sometimes take precedence over long-term sustainability. One of the most crucial aspects of a healthy, sustainable company are satisfied and fulfilled employees. Other times, a small company is doing very well until it starts growing. Suddenly, the wellbeing of employees takes the back seat as the chase after profitability clouds better judgment.",
      "articles": [
        {
          "title": "Growth over culture",
          "abstract": "You work at a promising startup with a vibrant culture. A shift in leadership priorities following rapid growth leads to new HR policies dismantling the inclusive environment, fostering racism and toxicity. Attempts to address the issues resulted in unfair treatment and ultimately, termination.",
          "length": "5 min read",
          "tag_title": "Toxic pattern",
          "tags": [
            "discrimination",
            "removing processes designed to support justice and diversity",
            "lack of accountability"
          ],
          "link": {
            "href": "/experiences/growth_over_culture",
            "name": "Read story"
          },
          "image": {
            "href": "/images/experiences/growth_over_culture.jpg",
            "alt": "image"
          }
        },
        {
          "title": "Friends to foes",
          "abstract": "You join a new team, start a new life. You make a work friend who becomes a mentor and a friend only to one day turn on you and try to get you in big trouble. You become a target of threats, a topic of gossip. The leadership knows but doesn’t stop the bully. The HR tells you to “deal with it”.",
          "tag_title": "Toxic pattern",
          "length": "2 min read",
          "tags": ["sabotage", "threats", "harassment"],
          "link": {
            "href": "/experiences/friends_to_foes",
            "name": "Read story"
          },
          "image": {
            "href": "/images/experiences/friends_to_foes.jpg",
            "alt": "image"
          }
        }
      ]
    }
  ],
  "button": {
    "href": "/experiences",
    "text": "Read all Real Stories"
  },
  "metadata": {
    "title": "VENT - Real stories",
    "description": "The stories told through VENT are a compilation of lived experiences from around the world.",
    "siteName": "VENT - about the toxic boss - Real stories",
    "image": "/images/favicon/5.png"
  }
}
